about.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2018-01-29 Mon 09:36 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>annotate.mattgauger.com - about</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Matt Gauger">
<link rel="stylesheet" type="text/css" href="./stylesheet.css" />
</head>
<body>
<div id="content">
<header>
<h1 class="title">annotate.mattgauger.com - about</h1>
</header><p>
<a href="index.html">Home</a>
</p>

<p>
I am <a href="http://mattgauger.com">Matt Gauger</a>. In addition to <a href="http://blog.mattgauger.com">my blog</a>, I wanted to share links, shorter thoughts, and write book reviews somewhere.
</p>

<p>
There's a line in <a href="http://www.antipope.org/charlie/blog-static/fiction/accelerando/accelerando.html">Accelerando</a> by Charles Stross that says the main character Manfred Macx:
</p>

<blockquote>
<p>
&#x2026; speed reads a new pop-philosophy tome while he brushes his teeth, then blogs his web throughput to a public annotation server
</p>
</blockquote>

<p>
This is my own public annotation server. But beyond science fiction, I also realized that I am frequently sharing the same link to multiple people, and wanted to consolidate those shared links somewhere. I also wanted to track what books I was reading and potentially write mini-reviews of them. This serves as a public interface to my <a href="http://alumni.media.mit.edu/~rhodes/Papers/remembrance.html">Remembrance Agent</a>.
</p>

<p>
Note: Links to Amazon do not contain affiliate marketing links. All opinions are my own.
</p>
</div>
<div id="postamble" class="status">
<p class="date">Date: <span class="timestamp-wrapper"><span class="timestamp">&lt;2017-11-12 Sun&gt;</span></span></p>
<p class="author">Author: Matt Gauger</p>
<p class="date">Created: 2018-01-29 Mon 09:36</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
